xml-conf/ListVersions.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.qwcss.com.br/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:ListVersions>
         <fileId></fileId>
         <loginKey></loginKey>
      </ws:ListVersions>
   </soapenv:Body>
</soapenv:Envelope>